app/controllers/dev/apis_controller.rb

SELECT "apis".* FROM "apis"
---
  def index
    @apis = Dev::Api.all

SELECT  "apis".* FROM "apis" WHERE "apis"."id" = ? LIMIT 1  [["id", 1]]
---
    def set_api
      @api = Dev::Api.find(params[:id])