app/controllers/master_controller.rb

SELECT  "pathmaps".* FROM "pathmaps" WHERE "pathmaps"."uripath" = ?  ORDER BY "pathmaps"."id" ASC LIMIT 1  [["uripath", "/api/my/academics"]]
---
    def master
        requestPath = request.path
        #remove parameter strings
        requestPath.slice!(params[:wildcard].to_s()).slice!(params[:wildcard2].to_s())
      	@path = Pathmap.where(uripath: requestPath).first